Repository: HeavyMedaI/sumofis
Catalog: src/Makrosum/MeetingBundle/Resources/translations/company.*.xlf
Languages: tr

source: New Company
tr: Yeni Şirket

source: Company Name
tr: Şirket Adı

source: Company Domain
tr: Alan Adı

source: E-Mail
tr: E-Posta

source: Company Phone
tr: Telefon

source: Company Fax
tr: Fax

source: Country
tr: Ülke

source: Province
tr: İl

source: City
tr: İlçe

source: Address
tr: Adres

source: Map
tr: Harita

source: Save
tr: Kaydet

source: Please Select
tr: Lütfen Seçiniz

source: Check
tr: Kontrol Et

source: Please check your domain availability
tr: Alanadı kullanılabilir değil

source: Please tyep a domain
tr: Lütfen bir alanadı giriniz

source: Meetign Management
tr: Toplantı Yönetimi

source: Personnel Management
tr: Personel Yönetimi

source: Personnels
tr: Personeller

source: Positions
tr: Pozisyonlar

source: Departments
tr: Departmanlar

source: Permissions
tr: Yetkiler

source: Company
tr: Şirket

source: Fullname
tr: Adı Soyadı

source: Department
tr: Departman

source: Position
tr: Pozisyon

source: Transcations
tr: İşlemler

source: Edit
tr: Düzenle

source: Remove
tr: Sil

source: New Personnel
tr: Personel Ekle

source: New Department
tr: Departman Ekle

source: New Position
tr: Pozisyon Ekle

source: Department Name
tr: Departman Adı

source: Are you sure to delete this department?
tr: Bu departmanı silmek istediğinizden emin misiniz?

source: Position Name
tr: Pozisyon Adı

source: Are you sure to delete this position?
tr: Bu pozisyonu silmek istediğinizden emin misiniz?

source: Department could not found!
tr: Departman bulunamadı!

source: Department could not created!
tr: Departman oluşturulamadı!

source: Position could not found!
tr: Pozisyon bulunamadı!

source: Position could not created!
tr: Pozisyon oluşturulamadı!

source: Personnel could not found!
tr: Personel bulunamadı!

source: Personnel could not created!
tr: Personel oluşturulamadı!

source: E-Mail
tr: E-Posta

source: Find user
tr: Kullanıcıyı getir

source: Please type userÂ´s email address first!
tr: Kullanıcının e-posta adresini giriniz!

source: User could not founded with given email, do you want to send an invitation?
tr: Bu mail adresi ile kullanıcı bulunamadı, davet etmek ister misiniz?

source: This user already registered in this company!
tr: Bu kullanıcı zaten şirketinizde kayıtlı durumda!

source: Please check user availability
tr: Kullanıcı kullanılabilir değil

source: Personnel Permissions
tr: Personel Yetkileri

source: Meeting Permissions
tr: Toplantı Yetkileri

source: Administrator
tr: Yönetici

source: Create / Approve
tr: Oluşturma / Onaylama

source: Edit
tr: Düzenleme

source: Delete
tr: Silme

source: Request
tr: Toplantı Talebi

source: Matter Subject
tr: Konu Ekleme

source: Cancel / Re-Set
tr: İptal / Geri Aç

source: Edit Company
tr: Şirketi Düzenle

source: Company Logo
tr: Şirket Logosu

source: Upload
tr: Yükle

source: Delete Company
tr: Şirketi Sil

source: Company could not founded!
tr: Şirket bulunamadı!

source: Leave Company
tr: Şirketlerimden Çıkar

source: Are you sure to delete this company?
tr: Bu şirketi silmek istediğinizden emin misinz?

source: Are you sure to leave this position?
tr: Bu şirketi kaldırmak istediğinizden emin misinz?

source: User could not invited!
tr: Kullanıcı davet edilirken bir sorun oluştu!

source: User invited successfully
tr: Kullanıcı davet edildi
