Repository: HeavyMedaI/sumofis
Catalog: src/Makrosum/MeetingBundle/Resources/translations/meeting.*.xlf
Languages: tr

source: Company Name
tr: Şirket Adı

source: Header
tr: Başlık

source: Creator
tr: Oluşturan

source: Category
tr: Kategori

source: Begin Time
tr: Başlama Tarihi

source: End Time
tr: Bitiş Tarihi

source: Transcations
tr: İşlemler

source: Edit
tr: Düzenle

source: Remove
tr: Sil

source: Save
tr: Kaydet

source: Please Select
tr: Lütfen Seçiniz

source: New Meeting
tr: Yeni Toplantı

source: New Category
tr: Yeni Kategori

source: Meetings
tr: Toplantılar

source: Categories
tr: Kategoriler

source: Cancel
tr: İptal

source: Meeting Name
tr: Toplantı Adı

source: Meeting Category
tr: Toplantı Kategorisi

source: View
tr: Görüntüle

source: Are you sure to cancel this meeting?
tr: Toplantıyı iptal etmek istediğinizden emin misiniz?

source: Are you sure to re-set this meeting?
tr: Toplantıyı yeniden gündeme almak istediğinizden emin misiniz?

source: Re-Set
tr: Gündeme Al

source: Accept and Create
tr: Onayla ve Oluştur

source: Are you sure to approve this meeting request?
tr: Toplantı isteğini onaylamak istediğinizden emin misiniz?

source: New Matter Subject
tr: Yeni Konu Başlığı

source: »Drop files to upload (or click)«
tr: »Dosyayı buraya sürükleyin (veya tıklayın)«

source: Subject Header
tr: Konu Başlığı

source: Are you sure to remove this subject?
tr: Bu konu başlığını silmek istediğinizden emin misiniz?

source: Add Member
tr: Katılımcı Ekle

source: Add External Member
tr: Harici Katılımcı Ekle

source: Members
tr: Katılımcılar

source: Subjects
tr: Konular

source: Member Name
tr: Katılımcı adı

source: Member E-Mail
tr: Katlımcı E-Posta

source: Member Role
tr: Katılımcı Rolü

source: Guest Member
tr: Misafir Katılımcı

source: Reporter Member
tr: Raportör Katılımcı

source: Member
tr: Katılımcı

source: You are not permitted to view details of this meeting
tr: Bu toplantının detaylarını görüntüleme yetkiniz bulunmamaktadır

source: This member already exist in this meeting!
tr: Mevcut katılımcı!

source: Are you sure to remove this member?
tr: Bu katılımcıyı silmek istediğinizden emin misiniz?

source: Subject Content
tr: Konu İçeriği

source: Reports
tr: Raporlar

source: New Report
tr: Yeni Rapor

source: Report Header
tr: Rapor Başlığı

source: Report Content
tr: Rapor İçeriği

source: Are you sure to remove this report?
tr: Bu raporu silmek istediğinizden emin misiniz?

source: New Category
tr: Yeni Kategori

source: Category could not created
tr: Kategori oluşturulamadı

source: Category could not found
tr: Kategori bulunamadı

source: Meeting could not found
tr: Toplantı bulunamadı

source: Company
tr: Şirket

source: Category Name
tr: Kategori Adı

source: Are you sure to remove this category?
tr: Bu kategoriyi silmek istediğinizden emin misiniz?

source: Send Meeting Request
tr: Toplantı Talebi Gönder

source: Details
tr: Detaylar

source: Open
tr: Aç

source: Matter Subjects
tr: Konu Başlıkları

source: Additional Reports
tr: Ek Raporlar

source: Report
tr: Raporla

source: Download
tr: İndir

source: PDF file couldn´t created!
tr: PDF dosyası oluşturulamadı!

source: Complete & Publish
tr: Tamamlandı & Yayınla

source: Are you sure to complete this meeting?
tr: Bu toplantıyı sonlandırmak istediğinizden emin misiniz?

source: Make editable
tr: Düzenlenebilir yap

source: Are you sure to make editable this meeting?
tr: Bu toplantıyı düzenlemeye açmak istediğinizden emin misiniz?
