Repository: HeavyMedaI/sumofis
Catalog: src/Makrosum/MeetingBundle/Resources/translations/notification.*.xlf
Languages: tr

source: You have been added to %company% company
tr: %company% şirketine eklendiniz

source: There shall be a meeting for %meeting% between %begin% and %end%. %company%
tr: %begin% - %end% tarihleri arası %meeting% toplantısı var. %company%

source: %report% report added to %meeting% meeting. %company%
tr: %meeting% toplantısına %report% raporu eklendi. %company%

source: Add to Calendar
tr: Takvime Ekle

source: Download Calendar
tr: Takvimi İndir

source: If add calendar link doesn´t work, download the calendar file with link given below and open it with your calendar application.
tr: Yukarıdaki link çalışmıyorsa, aşağıdaki linkten takvim dosyasını indirip, takvim uygulamanız ile açın.

source: Go to %to%
tr: %to%´a git

source: Sumofis.com Notifications
tr: Sumofis.com Hareket Bildirimi

source: Home
tr: Ana Sayfa

source: Terms - Cond.
tr: Kullanım Şartları

source: Sumofis.com Activation E-Mail
tr: Sumofis.com Aktivasyon Mesajı

source: Please activate your sumofis.com account
tr: Lütfen sumofis.com hesabınızı onaylayınız

source: Activation
tr: Aktivasyon

source: İf button does not work above, copy the link below and paste it to your browser.
tr: Eğer üssteki buton çalışmıyorsa, alttaki linki kopyalayıp, tarayıcınıza yapıştırabilirsiniz.

source: Meeting
tr: Toplantı

source: Go to Meeting
tr: Toplantıya Git

source: You have been added to a meeting as a member.
tr: Bir toplantıya katılımcı olarak atandınız.

source: İf Add Calendar button doesn´t work, download the calendar file with Download Calendar and open it with your calendar application.
tr: Eğer Takvimi Ekle butonu çalışmıyorsa, Takvimi İndir butonuna tıklayıp, takvim dosyasını indirdikten sonra, takvim uygulamanızla açabilirsiniz.

source: Final report published for %meeting%. %company%
tr: %meeting% toplantısı için toplantı sonu raporu yayınlandı. %company%

source: Read the Report
tr: Raporu Oku

source: Privacy
tr: Gizlilik Politikası

source: You have been invited to %company%
tr: %company% şirketine davet edildiniz
