Repository: HeavyMedaI/sumofis
Catalog: src/Makrosum/MeetingBundle/Resources/translations/security.*.xlf
Languages: tr

source: Sign In
tr: Giriş Yap

source: Register
tr: Kayıt Ol

source: E-mail
tr: E-posta Adresi

source: Password
tr: Parola

source: Not Registered
tr: Kayıt Başarısız

source: This e-mail has already been used before
tr: Bir e-posta ile birden fazla hesap açılamaz

source: We sent you an activation email, please check your mailbox for it.
tr: Lütfen e-posta adresinize gönderdiğimiz aktivasyon linkini ziyaret ediniz

source: Please add a phone number
tr: Lütfen telefon numaranızı giriniz

source: Please confirm your phone number, we sent you a sms.
tr: Lütfen telefon numaranıza göndermiş olduğumuz aktivasyon kodunu onaylayınız

source: Phone Number
tr: Telefon

source: SMS Token Key
tr: SMS Şifresi

source: Submit
tr: Gönder

source: This phone number has already been used before
tr: Aynı numara ile birden fazla hesap alınamaz

source: Activation key could not found
tr: Aktivasyon kaydı bulunamadı

source: SMS key did not match to given key
tr: SMS anahtarı ile verilen anahtar uyuşmadı

source: Fullname
tr: Adı Soyadı

source: Please Select
tr: Lütfen Seçiniz

source: Home Page
tr: Ana Sayfa

source: Contact Us
tr: Bize Ulaşın

source: You donÂ´t have permissions for this module
tr: Bu modüle erişim izniniz bulunmamaktadır

source: Forgot Password
tr: Şifremi Unuttum

source: We sent you an email, please check your mailbox for it.
tr: Lütfen e-posta adresinize gönderdiğimiz şifre değiştirme linkini ziyaret ediniz

source: There is no a user with this email
tr: Bu eposta adresi ile kayıtlı kullanıcı bulunmamaktadır

source: We sent you a sms, please check your sms for it.
tr: Şifreniz cep telefonunuza gönderildi

source: This is a temporary password %password% please change it after login
tr: Bu bir geçici şifredir %password% lütfen giriş yaptıktan sonra değiştirmeyi unutmayınız

source: An error ocurred, please try again
tr: Belirlenemeyen bir hata gerçekleşti, lütfen tekrar deneyin

source: Please type your email
tr: Lütfen eposta adresinizi yazınız

source: Country
tr: Ülke

source: Province
tr: İl

source: City
tr: İlçe
